{"copyright":"This proprietary database is protected by copyright, and is owned exclusively by Ghostery and all rights to it are expressly reserved. If you are interested in using this database for any purpose outside of the Ghostery application, contact Ghostery at info@ghostery.com. Ghostery may grant permission to use our proprietary database as determined in our sole discretion. Unauthorized use of this proprietary database, or any portion of it, may result in legal proceedings against you, seeking monetary damages and an injunction against you, including the payment of legal fees and costs.","tags":[{"id":1,"name":"Commenting System","description":"These apps are commonly used to provide the web site with some kind of commenting functionality"},{"id":3,"name":"Local Analytics","description":"These trackers are usually operated as self-hosted solutions by the first party web sites"},{"id":5,"name":"Feedback","description":"These companies offer widgets and other tools that help operators gather and respond to feedback"},{"id":6,"name":"Polls","description":"Theses companies offer widgets that are used in asking site visitors simple questions and aggregating results in a poll result"},{"id":7,"name":"Pornvertising","description":"This is a collection of advertisers that most often appear on pornographic sites"},{"id":8,"name":"Tag Manager","description":"This is a collection of applications that provide third party tag management "},{"id":9,"name":"Video Player","description":"This group contains applications, advertisers, and trackers that are usually required for serving video content. If you are missing a video player or your video isn't working, this is the best tag to start with"},{"id":10,"name":"Website Chat","description":"These applications are generally used to provide an ability for site operator to chat with visitors"},{"id":59,"name":"History Sniffing","description":"These entries are known to \"sniff\" your browsing history, meaning, they check which sites you've visisted in the past"},{"id":58,"name":"Font System","description":"Font system groups trackers that also affect how your fonts are rendered on the web sites"},{"id":57,"name":"Device Fingerprinting","description":"Apps in these categories are able to identify and id a user across multiple devices"},{"id":56,"name":"Clipboard Tampering","description":"These apps like to steal and modify the contents of your clipboard"},{"id":55,"name":"Clipboard Sniffing","description":"These apps like to steal the contents of your clipboard without asking you"},{"id":54,"name":"Behavior Tracking","description":"These apps engage in tracking your behaviour or deriving your behavioural traits through traffic examination"},{"id":51,"name":"Audio / Music Player","description":"Are you listening to a radio show and it stops working? Are you expecting a music player on this page? These companies may be responsible for this issue"},{"id":50,"name":"Visitor De-anonymization","description":"These apps are actively engaged in identifying a particular browser session to the actual user using that browser"},{"id":49,"name":"Cookie Respawning","description":"These entities are known to re-spawn your unique id via techiniques like evercookie"},{"id":48,"name":"Analytics","description":""},{"id":47,"name":"In-Text Ads","description":"A tag for advertising companies that like to provide annoying ads in-text via deceptive hyperlinks"},{"id":46,"name":"Affiliate Marketing","description":"Advertising generated by these apps is known as affiliate marketing"},{"id":45,"name":"Site Optimization","description":"These apps provide various means to optimize visited sites"},{"id":44,"name":"A/B Testing","description":"Tracking apps that provide A/B testing scaffolds for web-sites"},{"id":36,"name":"Search","description":"These apps are involved in providing off-site search, so if search functionality is broken these are the entries to look at"},{"id":41,"name":"Segment Data","description":"These apps are involved in deriving segmentation data through the tracking"},{"id":38,"name":"E-mail Analytics","description":"Apps that collect information on how well an email campaign is working"},{"id":39,"name":"Social","description":"All kinds of social sharing widgets that are easily recognizable"},{"id":40,"name":"Toolbar","description":"These apps provide toolbars such as G+ that appear across multiple sites"},{"id":60,"name":"Interstitials","description":"An inredibly annoying advertising technique that forces a user to see an ad that appears between certain content or before they could access some content. These apps enable it"},{"id":61,"name":"Popunders","description":"A type of self-explanatory advertising that these apps engage in"},{"id":62,"name":"Lead Management","description":"These apps are designed to generate new potential business clientele by connecting outgoing consumer advertising with the responses to that advertising."},{"id":63,"name":"Live Traffic Widget","description":"Apps that provide live web or site traffic, maps, and other visuals"},{"id":64,"name":"Open Source","description":"These apps are open source"},{"id":65,"name":"Overlays","description":"Another annoying advertising tehnique that involves content overlays that have to be closed prior to seeing content. Apps doing this are grouped here"},{"id":66,"name":"Popups","description":"A type of self-explanatory advertising that these apps engage in"}],"tagsVersion":1412056806620}